const promptData = [
    {
        id: 6,
        category: "portrait",
        title: "นางแบบมัดผม",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust สดใสน่ารัก ผมยาวมัดรวบติดกิ๊ฟหนีบผมมีฟัน เส้นผมเล็กๆปลิวตามลมเล็กน้อย มีผมปลิวมาปิดหน้าบ้างเล็กน้อยเป็นธรรมชาติ หญิงสาวผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default:สนามหญ้าสีเขียว มีต้นมะม่วงใหญ่ และคลองน้ำธรรมชาติ และคาเฟ่แบบเปิดโล่ง สีขาว",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602100939-1.md.jpeg"
    },
        {
        id: 6,
        category: "portrait",
        title: "นางแบบผมยาว",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust สดใสน่ารัก ผมยาว สีน้ำตาล มีผมปริวมาปิดหน้าเล็กน้อยตามธรรมชาติ หญิงสาวผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default:สนามหญ้าสีเขียว มีต้นมะม่วงใหญ่ และคลองน้ำธรรมชาติ และคาเฟ่แบบเปิดโล่ง สีขาว",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602100939-1.md.jpeg"
    },
    {
        id: 5,
        category: "portrait",
        title: "นางแบบหน้าฉ่ำ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust สดใสน่ารัก ผมสั้นประบ่า สีน้ำตาล มีปอยผมปิดหน้าเล็กน้อย ผิวขาว หญิงสาวผิวขาวอมชมพู ผิวสว่างใสเนียนละเอียด มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default: ถนนบนสันอ่าเก็บน้ำ มีหญ้าสีเขียวข้างทาง",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602100939-1.md.jpeg"
    },
    {
        id: 1,
        category: "portrait",
        title: "นางแบบเสื้อผ้าในคาเฟ่",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16 ที่ถ่ายด้วยกล้องมือถือ iphone ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI สุนทรียศาสตร์ของ Gen-Z/TikTok ",
            ตัวละคร: "วัยรุ่นหญิงไทยอายุ 19 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust สดใสน่ารัก ผมสั้นประบ่า สีน้ำตาล มีปอยผมปิดหน้าเล็กน้อย ผิวขาว ",
            ลักษณะใบหน้า: "ผิวขาวสว่าง ดวงตากลมโตสีน้ำตาลขลับ มีแก้ม ขนตายาวงอนเป็นช่อ คิ้วดกมีมิติ แต่งหน้าสไตล์สดใส เบาๆ ธรรมชาติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            สถานที่: "ตามผู้ใช้ระบุ (Default: คาเฟ่ร้านกาแฟ สไตล์น่ารัก แสงเงาธรรมชาติ ",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            กล้อง: "iphone หน้าชัด และหลังเบลอเล็กน้อย",
            มุมกล้อง: "ภาพ medium shot มุมกล้องระดับครึ่งตัวตั้งแต่หัวเข่าจนถึงหัว อัตราส่วนภาพ 9:16 "
        },
        image: "https://img2.pic.in.th/Gemini_Generated_Image_euq3ayeuq3ayeuq3.md.png"
    },
    {
        id: 2,
        category: "portrait",
        title: "นางแบบสินค้าสำอางในสตูดิโอ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16 ด้วย  nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI ",
            ตัวละคร: "วัยรุ่นหญิงไทย-เกาหลีอายุ 19 ปี",
            ลักษณะใบหน้า: "ใบหน้าเรียว ขาวสว่าง เรียบเนียน ชุ่มชื่น  ปาก ทรง cherry lips สีชมพูอ่อน  ตาคม  คิ้วสวยมีมิติ ",
            การแสดงออกทางอารมณ์: "ความสงบ (Calmness): สีหน้าเรียบเฉย ไม่แสดงอารมณ์ที่รุนแรงหรือฉูดฉาด เน้นความเป็นธรรมชาติและผ่อนคลาย ซึ่งช่วยให้ผู้ชมโฟกัสไปที่ผิวหน้าได้อย่างเต็มที่ -ความมั่นใจ (Confidence): ท่าทางการโพสและการสบตากับกล้องแสดงถึงความมั่นใจในตนเองและในผลิตภัณฑ์ที่กำลังนำเสนอ -ความเป็นมืออาชีพ (Professionalism): อารมณ์ที่ถูกควบคุมนี้เป็นส่วนหนึ่งของการทำงานในฐานะนางแบบมืออาชีพ เพื่อให้ได้ภาพที่สื่อสารตามแนวคิด (concept) ที่ต้องการ จุดประสงค์หลักคือการขายภาพลักษณ์ของผิวที่ดี ไม่ใช่การแสดงอารมณ์ส่วนตัวที่หลากหลาย ",
            ทรงผม: "ผมเกล้า เรียบ ไม่ยุ่งเหยิง สีน้ำตาลเข้ม ",
            การแต่งกาย: "สวมเสื้อเกาะอกสีครีมอ่อน ไม่โป๊",
            พื้นหลัง: "พื้นหลังสีฟ้าพาสเทล เรียบ",
            แสง: "แสงขาวนวล ตรงเข้าใบหน้าและนางแบบ แบบไฟไลฟ์สด",
            ท่าทาง: "หันข้างใบหน้า 45 องศา สายตามองกล้อง มือขวาใช้ปลายนิ้วแตะที่ใบหน้า แก้ม เบาๆ ถือสินค้าขนาด 40ml"
        },
        image: "https://img2.pic.in.th/imageaab65642e5a32169.md.png"
    },
    {
        id: 3,
        category: "etc",
        title: "บ้านกลางทุ่ง ใช้ภาพแบบบ้านประกอบ",
        prompt: {
            task: "สร้างภาพแนวตั้ง 9:16 : บ้านกลางทุ่งนาสีเขียว ในชนบทไทย ",
            รอบบ้าน: "มีต้นกล้วยด้านข้างบางต้นสูง บางต้นเตี้ย , มีต้นมะม่วงอยู่ด้านหลัง มีคลองน้ำเล็กๆ (คลองใส้ไก่) ทอดผ่านด้านข้างของบ้าน ",
            หน้าบ้าน: "หน้าบ้านมีบ่อปลาคราฟ  สนามหญ้า ดอกไม้ประดับ ",
            background: "ด้านหลังมีทุ่งนา กว้างใหญ่ ทอดไกลไปถึงภูเขา มีหมอกเล็กน้อย"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Gemini_Generated_Image_bg7w9lbg7w9lbg7w.md.png"
    },
];
