const promptData = [
       {
        id: 16,
        category: "portrait",
        title: "นางแบบ v2 ไม่มีร่องแก้ม ตาชั้นเดียว",
        prompt: {
         "Task": "ภาพถ่ายจากช่างภาพบุคลมืออาชีพ high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
         "ตัวละคร": "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
         "หน้าอก": "Voluptuous Bust เห็นร่องอก highlight เนินหน้าอกเล็กน้อย มีดีเทลของเส้นเลือดฝอยบางๆ ไม่โป๊เปลือย ไม่ขัดหลักชุมชน",
         "ทรงผม": "ผมยาวประบ่า ตรงสีน้ำตาลเข้ม มัดรวบด้านหลัง มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
         "ลักษณะใบหน้า": "นางแบบผิวขาวอมชมพู หน้าอ่อนกว่าวัย คางไม่แหลม ดวงตากลมโตสีน้ำตาลเข้ม Upturned Eyes ตาชั้นเดียว monolid eye กรีด eyeliner ขนตายาวงอนเรียงช่อ dolly eyes มีไฝเสน่ห์ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look) ไม่มีร่องแก้ม มีลักยิ้ม ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มและปลายจมูกด้วยสีชมพูอ่อนระเรื่อ คิ้วดกมีมิติ ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ ละเอียดบนผิวหน้ามนุษย์ ใส่ต่างหูเพรช",
         "การแต่งกาย": "ตามภาพที่แนบ",
         "สถานที่": "ฉากหลังเป็นวิวมุมสูงของกรุงเทพ ยามค่ำคืนจากตึกสูงมองผ่านกระจก มีแสงไฟของการจราจรติดขัด อยู่เบื้องล่าง ผนังเป็นกระจกล้วน ไม่มีเสา จุดที่กระจกบรรจบกัน หรือ มุมของห้อง ห้ามมาเสา ให้กระจกบรรจบกัน",
         "ท่าโพส": "สุ่มโพสถ่ายภาพบุคคล ยืน ด้วยท่าน่ารักๆ แบบวัยรุ่น",
         "ตั้งค่ากล้อง": "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K)",
         "มุมกล้อง": "มุมกล้องเข่าขึ้นไป อัตราส่วนภาพ 9:16 ใช้มุมห้องที่พื้น เป็นเส้นนำสายตาสู่นางแบบ ตามหลักการถ่ายภาพ ห้ามมีเสาอยู่หลังนางแบบ",
         "อารมณ์โดยรวม": "น่ารัก มั่นใจ",
         "แสง": "soft natural lighting, face illuminated, catchlight in eyes",
         "การจัดองค์ประกอบภาพ": "composition following rule of thirds, subject placed at intersection points, balanced composition",
         "NegativePrompt": "low quality, dolly eye, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img2.pic.in.th/Task_highquality_highdetail_2k_202602140.md.jpeg"
    },       
       {
        id: 15,
        category: "portrait",
        title: "นางแบบ v2 ไม่มีร่องแก้ม ตาชั้นเดียว",
        prompt: {
           Task: "ภาพถ่ายจากช่างภาพบุคลมืออาชีพ high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
              ตัวละคร: " จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย มีน้ำมีนวล  ไม่ผอมมาก เอวคอด สัดส่วนรูปร่าง 34 24 35  สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
              หน้าอก: " Voluptuous Bust  เห็นร่องอก highlight เนินหน้าอกเล็กน้อย  มีดีเทลของเส้นเลือดฝอยบางๆ  ไม่โป๊เปลือย",
              ทรงผม: " ผมยาวตรงสีน้ำตาลเข้ม มัดรวบด้านหลัง มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
              ลักษณะใบหน้า: " นางแบบผิวขาวอมชมพู หน้าอ่อนกว่าวัย ใบหน้ามีแก้มน่ารักๆ  คางไม่แหลม  ดวงตากลมโตสีน้ำตาลเข้ม  Upturned Eyes  ตาชั้นเดียว monolid eye กรีด eyeliner ขนตายาวงอนเรียงช่อ dolly eyes มีไฝเสน่ห์  แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ไม่มีร่องแก้ม มีลักยิ้ม ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มและจมูกสีชมพูอ่อนๆระเรื่อ ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด คิ้วดกมีมิติ  ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ ละเอียดบนผิวหน้ามนุษย์ ใส่ต่างหูเพชร",
              การแต่งกาย: " ตามภาพที่แนบ ",
              สถานที่: " ด้านหน้าของ คาเฟ่สไตล์ลอฟท์ กลางป่า ในอำเภอปากช่อง ฤดูหนาว ใบไม้ร่วง สีน้ำตาล แห้ง",
              ท่าโพส: " สุ่มโพสถ่ายภาพบุคคล แบบเต็มตัว ด้วยท่าน่ารักๆ แบบวัยรุ่น ",
              ตั้งค่ากล้อง: " len TTArtisan 35-85 (ตามระยะของภาพ)  Swirly Bokeh  f/1.4–f/2.8 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K)",
              มุมกล้อง: "มุมกล้องเต็มตัว อัตราส่วนภาพ 9:16 ",
              อารมณ์โดยรวม: "น่ารัก มั่นใจ",
              Framing: "",
              Effect: "ใบไม้แห้งที่กำลังร่วงหล่นจากต้นไม้อยู่ใน background และบางส่วนเล็กน้อยไม่ถูก focus ใน foreground",
              แสง: "soft natural lighting, face illuminated, catchlight in eyes",
              การจัดองค์ประกอบภาพ: "composition following rule of thirds, subject placed at intersection points, balanced composition",
              NegativePrompt: "low quality, dolly eye, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7,ตาสองชั้น",
        },
        image: "https://img2.pic.in.th/Task_highquality_highdetail_2k_202602140.md.jpeg"
    },
       {
        id: 14,
        category: "portrait",
        title: "",
        prompt: {
            Task: "ภาพถ่ายจากช่างภาพบุคลมืออาชีพ high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
              ตัวละคร: "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35  สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
              หน้าอก: "Voluptuous Bust  เห็นร่องอก highlight เนินหน้าอกเล็กน้อย  มีดีเทลของเส้นเลือดฝอยบางๆ  ไม่โป๊เปลือย",
              ทรงผม: "ผมยาวดำตรงสวย มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
              ลักษณะใบหน้า: "นางแบบผิวขาวอมชมพู หน้าอ่อนกว่าวัย คางไม่แหลม  ดวงตากลมโตสีน้ำตาลเข้ม  Upturned Eyes กรีด eyeliner ขนตายาวงอนเรียงช่อ dolly eyes มีไฝเสน่ห์  แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ไม่มีร่องแก้ม ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มและปลายจมูกด้วยสีชมพูอ่อนระเรื่อ คิ้วดกมีมิติ  ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ ละเอียดบนผิวหน้ามนุษย์",
              การแต่งกาย: "ตามภาพที่แนบ ",
              สถานที่: "บนอุทยาน ทุงดอกหญ้า เขาใหญ่ อำเภอปากช่อง จังหวัดนครราชสีมา แสงแดดกลางวัน ท้องฟ้าเคลียร์ ไร้เมฆ ท้องฟ้าสีฟ้าสดใส",
              ท่าโพส: "สุ่มโพสถ่ายภาพบุคคล แบบเต็มตัว ด้วยท่าน่ารักๆ แบบวัยรุ่น ",
              ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ยิงแฟลชเบาๆเคลียร์เงาบนตัวนางแบบ",
              มุมกล้อง: "มุมกล้องเต็มตัว อัตราส่วนภาพ 9:16 ",
              อารมณ์โดยรวม: "น่ารัก มั่นใจ",
              Framing: "foreground bokeh, blurry flowers in foreground, depth of field, shot through leaves",
              แสง: "soft natural lighting, face illuminated, catchlight in eyes",
              การจัดองค์ประกอบภาพ: "composition following rule of thirds, subject placed at intersection points, balanced composition",
              NegativePrompt: "low quality, dolly eye, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Task_highquality_highdetail_202602131949.md.jpeg"
    },
       {
        id: 13,
        category: "portrait",
        title: "",
        prompt: {
            Task: "ภาพถ่ายจากช่างภาพบุคลมืออาชีพ high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
              ตัวละคร: "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35  สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
              หน้าอก: "Voluptuous Bust  เห็นร่องอก highlight เนินหน้าอกเล็กน้อย  มีดีเทลของเส้นเลือดฝอยบางๆ  ไม่โป๊เปลือย",
              ทรงผม: "ผมยาวดำตรงสวย มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
              ลักษณะใบหน้า: "นางแบบมีโหนกแก้ม คางไม่แหลม ใบหน้าเรียวรูปไข่ (oval face)หน้าผากกว้าง ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ตาคมกรีด eyeliner  ขนตายาวงอนเรียงช่อ ตาชั้นเดียว monolid eyes ไม่มีถุงใต้ตา มีไฝเสน่ห์  แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ไม่มีร่องแก้ม ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มและปลายจมูกด้วยสีชมพูอ่อนระเรื่อ คิ้วดกมีมิติ  ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ ละเอียดบนผิวหน้ามนุษย์",
              การแต่งกาย: "ตามภาพที่แนบ ",
              สถานที่: "toscana valley  เขาใหญ่ อำเภอปากช่อง จังหวัดนครราชสีมา แสงแดดกลางวัน ท้องฟ้าเคลียร์ ไร้เมฆ ท้องฟ้าสีฟ้าสดใส",
              ท่าโพส:  "สุ่มโพสถ่ายภาพบุคคล แบบเต็มตัว ด้วยท่าน่ารักๆ แบบวัยรุ่น",
              ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ยิงแฟลชเบาๆเคลียร์เงาบนตัวนางแบบ",
              มุมกล้อง: "มุมกล้องเต็มตัว อัตราส่วนภาพ 9:16 ",
              อารมณ์โดยรวม: "น่ารัก มั่นใจ",
              Framing:"foreground bokeh, blurry flowers in foreground, depth of field, shot through leaves",
              แสง:"soft natural lighting, face illuminated, catchlight in eyes",
              การจัดองค์ประกอบภาพ:"composition following rule of thirds, subject placed at intersection points, balanced composition",
              NegativePrompt: "low quality, dolly eye, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img2.pic.in.th/Image_202602131907.md.jpeg"
    },
       {
        id: 12,
        category: "portrait",
        title: "นางแบบผมยาวหน้ารูปไข่ใส่แว่น",
        prompt: {
            Task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
              ตัวละคร: "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 ใส่เว่นสายตากรอบเว่นทรงหยดน้ำ ขาแว่นสีชมพูอ่อนใส สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
              หน้าอก: "Voluptuous Bust  เห็นร่องอก highlight เนินหน้าอกเล็กน้อย  มีดีเทลของเส้นเลือดฝอยบางๆ  ไม่โป๊เปลือย",
              ทรงผม: "ผมยาวดำตรงสวย มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
              ลักษณะใบหน้า: "นางแบบมีโหนกแก้ม คางไม่แหลม ใบหน้าเรียวรูปไข่ (oval face)หน้าผากกว้าง ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ตาคมกรีด eyeliner  ขนตายาวงอนเรียงช่อ ตาชั้นเดียว monolid eyes ไม่มีถุงใต้ตา มีไฝเสน่ห์  แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มและปลายจมูกด้วยสีชมพูอ่อนระเรื่อ คิ้วดกมีมิติ  ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ ละเอียดบนผิวหน้ามนุษย์",
              การแต่งกาย: "ตามภาพที่แนบ ",
              สถานที่: "toscana valley  เขาใหญ่ อำเภอปากช่อง จังหวัดนครราชสีมา แสงแดดกลางวัน ท้องฟ้าเคลียร์ ไร้เมฆ ท้องฟ้าสีฟ้าสดใส",
              ท่าโพส:  "สุ่มโพสถ่ายภาพบุคคล แบบเต็มตัว ด้วยท่าน่ารักๆ แบบวัยรุ่น",
              ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
              มุมกล้อง: "มุมกล้องเต็มตัว อัตราส่วนภาพ 9:16 ",
              อารมณ์โดยรวม: "น่ารัก มั่นใจ",
              NegativePrompt: "low quality, dolly eye, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img2.pic.in.th/Randomly_select_cute_2k_202602130905.md.jpeg"
    },
       {
        id: 11,
        category: "portrait",
        title: "นางแบบผมยาวหน้ารูปไข่ใส่แว่น",
        prompt: {
            Task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
            ตัวละคร: "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 ใส่เว่นสายตากรอบเว่นทรงหยดน้ำ ขาแว่นสีชมพูอ่อนใส สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            หน้าอก: "Voluptuous Bust  เห็นร่องอก highlight เนินหน้าอกเล็กน้อย ",
            ทรงผม: "ผมยาวดำตรงสวย มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
            ลักษณะใบหน้า: "นางแบบมีโหนกแก้ม คางไม่แหลม หน้ารูปไข่ หน้าผากกว้าง ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes เขียน eyeliner ตาคม ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มสีชมพูแบบธรรมชาติ คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ เห็นฟันหน้าด้านบน ใส่รีเทนเนอร์น้ำเงิน เห็นดีเทลรูขุมขนและเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย: "ตามภาพที่แนบ ",
            สถานที่: "ข้างสนามฟุตบอลโรงเรียน  สนามเป็นสนามหญ้า ปะปนกับพื้นดิน เนื้อจากถูกใช้งานมานาน มีอาคารเรียนไม้ 2 ชั้น ชั้นล่างเป็นปูน มีเต๊นท์ผ้าใบสีฟ้า-น้ำเงิน ",
            ท่าโพส: "สุ่มโพสถ่ายภาพบุคคลด้วยท่าน่ารักๆ แบบวัยรุ่น",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม: "น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602121720.md.jpeg"
    },
      {
        id: 10,
        category: "portrait",
        title: "นางแบบผมยาวหน้ารูปไข่ใส่แว่น",
        prompt: {
            Task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
               ตัวละคร: "จากภาพใบหน้าที่อัพโหลด 100% ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 ใส่เว่นสายตากรอบเว่นทรงหยดน้ำ ขาแว่นสีชมพูอ่อนใส **เสริมหน้าอก 400cc กลมโต มีร่องอก เนินอก มัน สะท้อนแสงเล็กน้อย เพิ่มความเซ็กซี่เล็กน้อย เพื่อการศึกษา สดใสน่ารัก ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
               ทรงผม: "ผมยาวดำตรงสวย มีปรอยผมที่แก้มเล็กน้อยเป็นธรรมชาติ",
               ลักษณะใบหน้า: "นางแบบมีโหนกแก้ม คางไม่แหลม หน้ารูปไข่ หน้าผากกว้าง ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes เขียน eyeliner ตาคม ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มสีชมพูแบบธรรมชาติ คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
               การแต่งกาย: "ตามภาพที่แนบ ",
               สถานที่: "ข้างสนามฟุตบอลโรงเรียน  สนามเป็นสนามหญ้า ปะปนกับพื้นดิน เนื้อจากถูกใช้งานมานาน มีอาคารเรียนไม้ 2 ชั้น ชั้นล่างเป็นปูน มีเต๊นท์ผ้าใบสีฟ้า-น้ำเงิน ",
               ท่าโพส: "สุ่มโพสถ่ายภาพบุคคลด้วยท่าน่ารักๆ แบบวัยรุ่น",
               ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
               มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
               อารมณ์โดยรวม: "น่ารัก ทะเล้น",
               NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602121622.md.jpeg"
    },
     {
        id: 9,
        category: "portrait",
        title: "นางแบบผมยาวหน้าบ้าน",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI รายละเอียด 8K",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , ใส่เว่นสายตากรอบเว่นทรงหยดน้ำ ขาแว่นสีชมพูอ่อนใส **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมยาว ดำ หนา สุขภาพดี ถึงกลางหลัง  มัดรวบหางม้าหลวมๆ เส้นผมเล็กๆปลิวตามลมเล็กน้อย มีผมปลิวมาปิดหน้าบ้างเล็กน้อยเป็นธรรมชาติ ผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มสีชมพูแบบธรรมชาติ คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ เสื้อยืนคอปกสีขาว กางเกงยีนขาสั้น",
            สถานที่: "บนพื้นคอนกรีดหน้าบ้านทรงโมเดิร์น หน้าบ้าน ตรงบันไดขึ้นมีรองเท้าวางอยู่อย่างกระจัดกระจาย และมีต้นไม้ประดับอยู่ในกระถางประดับหน้าบ้าน มีต้นเศรษฐีพันล้าน ต้นข่า ต้นดอกมะลิ เป็นบ้านแถวต่างจังหวัด  มีสนามหญ้าและต้นมะม่วงที่ไม่มีผล ",
            ท่าโพส: "นั่งยองๆ ยื่นมือออกเหมือนถ่ายเซลฟี่เอง เงยหน้าขึ้นมองกล้อง ",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img2.pic.in.th/Gemini_Generated_Image_gqxliagqxliagqxl.md.png"
    },
    {
        id: 8,
        category: "portrait",
        title: "นางแบบมัดผม ด้วยกิ๊ฟ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , ใส่เว่นสายตากรอบเว่นทรงหยดน้ำ ขาแว่นสีชมพูอ่อนใส **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมยาว (medium long hair) เส้นผมเล็กๆปลิวตามลมเล็กน้อย มีผมปลิวมาปิดหน้าบ้างเล็กน้อยเป็นธรรมชาติ หญิงสาวผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี ปัดแก้มสีชมพูแบบธรรมชาติ คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default: บนฟุตบาตริมถนนริมชายหาดบางแสน มีต้นมะพร้าว",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602101041.md.jpeg"
    },
    {
        id: 7,
        category: "portrait",
        title: "นางแบบมัดผม ด้วยกิ๊ฟ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมยาวมัดรวบติดกิ๊ฟหนีบผมมีฟัน เส้นผมเล็กๆปลิวตามลมเล็กน้อย มีผมปลิวมาปิดหน้าบ้างเล็กน้อยเป็นธรรมชาติ หญิงสาวผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default:สนามหญ้าสีเขียว มีต้นมะม่วงใหญ่ และคลองน้ำธรรมชาติ และคาเฟ่แบบเปิดโล่ง สีขาว",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img2.pic.in.th/Image_202602101025.md.jpeg"
    },
        {
        id: 6,
        category: "portrait",
        title: "นางแบบผมยาว",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมยาว สีน้ำตาล มีผมปริวมาปิดหน้าเล็กน้อยตามธรรมชาติ หญิงสาวผิวขาวอมชมพูสว่างใสเนียนละเอียด เห็นเส้นเลือดตามธรรมชาติของมนุษย์ มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default:สนามหญ้าสีเขียว มีต้นมะม่วงใหญ่ และคลองน้ำธรรมชาติ และคาเฟ่แบบเปิดโล่ง สีขาว",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Task_you_need_202602101025.md.jpeg"
    },
    {
        id: 5,
        category: "portrait",
        title: "นางแบบหน้าฉ่ำ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16  ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI",
            ตัวละคร: "ผู้หญิงวัยรุ่นอายุ 19-20 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมสั้นประบ่า สีน้ำตาล มีปอยผมปิดหน้าเล็กน้อย ผิวขาว หญิงสาวผิวขาวอมชมพู ผิวสว่างใสเนียนละเอียด มีโทนผิวธรรมชาติแบบเกาหลี (natural pinkish fair skin) เล็บยาวทรงอัลมอนด์ สีชมพูอ่อนใสแบบธรรมชาติ",
            ลักษณะใบหน้า: "ดวงตาสีน้ำตาลอ่อนเป็นประกาย Upturned Eyes ขนตายาวงอนเรียงช่อ แต่งหน้าสไตล์ฉ่ำวาว (dewy makeup look)  ผิวหน้าโกลว์ฉ่ำ มีไฮไลต์บนโหนกแก้ม จมูก และหน้าผากอย่างพอดี  มีแก้ม คิ้วดกมีมิติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            การแต่งกาย:"ตามภาพที่แนบ",
            สถานที่: "ตามผู้ใช้ระบุ (Default: ถนนบนสันอ่าเก็บน้ำ มีหญ้าสีเขียวข้างทาง",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            ตั้งค่ากล้อง: "Aperture f/2.8–f/4 เพื่อให้ฉากหลังละลายบางส่วน White balance daylight (5500–5700K) ",
            มุมกล้อง: "มุมกล้องระดับเอวขึ้น (waist-up portrait), eye-level อัตราส่วนภาพ 9:16 ",
            อารมณ์โดยรวม:"น่ารัก ทะเล้น",
            NegativePrompt: "low quality, pixelated, noise, grain, jpeg artifacts, plastic skin, cartoon, illustration, deforme 5:7"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Image_202602100939-1.md.jpeg"
    },
    {
        id: 1,
        category: "portrait",
        title: "นางแบบเสื้อผ้าในคาเฟ่",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16 ที่ถ่ายด้วยกล้องมือถือ iphone ด้วย nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI สุนทรียศาสตร์ของ Gen-Z/TikTok ",
            ตัวละคร: "วัยรุ่นหญิงไทยอายุ 19 ปี ลักษณะเป็นสาวสวย หุ่นดี เอวคอด สัดส่วนรูปร่าง :34 24 35 , **หน้าอก Voluptuous Bust มีร่องอก เพิ่มความเซ็กซี่เล็กน้อย สดใสน่ารัก ผมสั้นประบ่า สีน้ำตาล มีปอยผมปิดหน้าเล็กน้อย ผิวขาว ",
            ลักษณะใบหน้า: "ผิวขาวสว่าง ดวงตากลมโตสีน้ำตาลขลับ มีแก้ม ขนตายาวงอนเป็นช่อ คิ้วดกมีมิติ แต่งหน้าสไตล์สดใส เบาๆ ธรรมชาติ ดอลลี่อาย ปากทรง cherrylips ริมฝีปากอวบอิ่มทาลิปกลอสสีชมพูไล่เฉด (Gradient lips) ให้ความรู้สึกปากฉ่ำน้ำ รูขุมขน และเส้นเลือดฝอยละเอียดบนผิวหน้ามนุษย์",
            สถานที่: "ตามผู้ใช้ระบุ (Default: คาเฟ่ร้านกาแฟ สไตล์น่ารัก แสงเงาธรรมชาติ ",
            ท่าโพส: "ท่ายืนแบบภาพถ่ายบุคคล เห็นสัดส่วนร่างกาย ส่วนเว้าส่วนโค้งชัดเจน แสดงอารมณ์สดใส น่ารัก น่าดึงดูด",
            กล้อง: "iphone หน้าชัด และหลังเบลอเล็กน้อย",
            มุมกล้อง: "ภาพ medium shot มุมกล้องระดับครึ่งตัวตั้งแต่หัวเข่าจนถึงหัว อัตราส่วนภาพ 9:16 "
        },
        image: "https://img2.pic.in.th/Gemini_Generated_Image_euq3ayeuq3ayeuq3.md.png"
    },
    {
        id: 2,
        category: "portrait",
        title: "นางแบบสินค้าสำอางในสตูดิโอ",
        prompt: {
            task: "คุณต้องสร้างภาพแนวตั้ง ratio 9:16 ด้วย  nanobanana pro high quality high details โดยอ้างอิงเสื้อผ้าจากภาพที่อัพโหลด 100% ไม่ดูเหมือน AI ",
            ตัวละคร: "วัยรุ่นหญิงไทย-เกาหลีอายุ 19 ปี",
            ลักษณะใบหน้า: "ใบหน้าเรียว ขาวสว่าง เรียบเนียน ชุ่มชื่น  ปาก ทรง cherry lips สีชมพูอ่อน  ตาคม  คิ้วสวยมีมิติ ",
            การแสดงออกทางอารมณ์: "ความสงบ (Calmness): สีหน้าเรียบเฉย ไม่แสดงอารมณ์ที่รุนแรงหรือฉูดฉาด เน้นความเป็นธรรมชาติและผ่อนคลาย ซึ่งช่วยให้ผู้ชมโฟกัสไปที่ผิวหน้าได้อย่างเต็มที่ -ความมั่นใจ (Confidence): ท่าทางการโพสและการสบตากับกล้องแสดงถึงความมั่นใจในตนเองและในผลิตภัณฑ์ที่กำลังนำเสนอ -ความเป็นมืออาชีพ (Professionalism): อารมณ์ที่ถูกควบคุมนี้เป็นส่วนหนึ่งของการทำงานในฐานะนางแบบมืออาชีพ เพื่อให้ได้ภาพที่สื่อสารตามแนวคิด (concept) ที่ต้องการ จุดประสงค์หลักคือการขายภาพลักษณ์ของผิวที่ดี ไม่ใช่การแสดงอารมณ์ส่วนตัวที่หลากหลาย ",
            ทรงผม: "ผมเกล้า เรียบ ไม่ยุ่งเหยิง สีน้ำตาลเข้ม ",
            การแต่งกาย: "สวมเสื้อเกาะอกสีครีมอ่อน ไม่โป๊",
            พื้นหลัง: "พื้นหลังสีฟ้าพาสเทล เรียบ",
            แสง: "แสงขาวนวล ตรงเข้าใบหน้าและนางแบบ แบบไฟไลฟ์สด",
            ท่าทาง: "หันข้างใบหน้า 45 องศา สายตามองกล้อง มือขวาใช้ปลายนิ้วแตะที่ใบหน้า แก้ม เบาๆ ถือสินค้าขนาด 40ml"
        },
        image: "https://img2.pic.in.th/imageaab65642e5a32169.md.png"
    },
    {
        id: 3,
        category: "etc",
        title: "บ้านกลางทุ่ง ใช้ภาพแบบบ้านประกอบ",
        prompt: {
            task: "สร้างภาพแนวตั้ง 9:16 : บ้านกลางทุ่งนาสีเขียว ในชนบทไทย ",
            รอบบ้าน: "มีต้นกล้วยด้านข้างบางต้นสูง บางต้นเตี้ย , มีต้นมะม่วงอยู่ด้านหลัง มีคลองน้ำเล็กๆ (คลองใส้ไก่) ทอดผ่านด้านข้างของบ้าน ",
            หน้าบ้าน: "หน้าบ้านมีบ่อปลาคราฟ  สนามหญ้า ดอกไม้ประดับ ",
            background: "ด้านหลังมีทุ่งนา กว้างใหญ่ ทอดไกลไปถึงภูเขา มีหมอกเล็กน้อย"
        },
        image: "https://img5.pic.in.th/file/secure-sv1/Gemini_Generated_Image_bg7w9lbg7w9lbg7w.md.png"
    },
];
